{
  "data": [
    {
      "id": 1,
      "img": [
        "img/accomodation/eden-kuta/1.jpg",
        "img/accomodation/eden-kuta/2.jpg",
        "img/accomodation/eden-kuta/3.jpg"
      ],
      "placeName": "Eden Kuta Hotel",
      "region": "Kuta, Badung",
      "textDetails": "Located right at the heart of Central Kuta, Eden Hotel offers a four-stars scenic getaway to nature. Only minutes away from the Kuta Beach, WaterBom Park, and Bali Discovery Mall, offers quick access to Bali’s most favorite tourism spots. As Eden is also conveniently located within 10 minutes away from the Ngurah Rai International Airport, it is the perfect venue to accommodate both business and leisure needs.",
      "category": "Hotel",
      "iframeLink": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d15774.246115006212!2d115.1675725!3d-8.7331176!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x2dd246a05d9934dd%3A0xc067fba50c0ec935!2sEden%20Hotel%20Kuta%20Bali!5e0!3m2!1sid!2sid!4v1722272195738!5m2!1sid!2sid",
      "rating": 3
    },
    {
      "id": 2,
      "img": [
        "img/accomodation/grand-ixora/1.jpg",
        "img/accomodation/grand-ixora/2.jpg",
        "img/accomodation/grand-ixora/3.jpg",
        "img/accomodation/grand-ixora/4.jpg"
      ],
      "placeName": "Grand Ixora",
      "region": "Kuta, Badung",
      "textDetails": "Grand Ixora Kuta Resort is one of the hotels to stay during the holidays with the easiest access to all Kuta entertainment and tourism objects. It can be reached in 6 minutes by driving from Ngurah Rai International Airport. There is a Bambu Roras Restaurant & pool bar which serves Indonesian and international dishes, it also has a very beautiful outdoor swimming pool and Jasmine Spa & Reflexology facilities. And you can join free classes about Balinese culture based on the available schedule. This hotel also provides shuttle facilities to and from the airport. <br> Grand Ixora Kuta Resort offers elegant style rooms with Superior, Deluxe and Junior Suite types which are equipped with air conditioning, satellite TV, minibar, electric kettle for making tea/coffee, safe and free Wi-Fi. For guest comfort, Grand Ixora Kuta Resort has maintained high standards of excellence in hygiene and cleanliness of rooms and hotel areas by using worldwide certified HYLA hydro-cleaner products. <br> Grand Ixora Kuta Resort is located 15 minutes walk to Kuta Beach, German Beach, Kuta Art Market, Waterbom Bali and the popular Discovery Shopping Mall. And close to Lippo Shopping Mall which can be reached in 1 minute on foot. There are many mini markets, banks and money changers around the hotel area. Grand Ixora Kuta Resort always provides comfort and convenience for guests to create an atmosphere like a second home.",
      "category": "Hotel",
      "iframeLink": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3943.5534116717968!2d115.16495457501541!3d-8.733885291316144!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x2dd246a0673d7b87%3A0xcb6107964e5aa04a!2sGrand%20Ixora!5e0!3m2!1sid!2sid!4v1722992050066!5m2!1sid!2sid",
      "rating": 3
    },
    {
      "id": 3,
      "img": [
        "img/accomodation/bali-dream-suites-villa/1.jpg",
        "img/accomodation/bali-dream-suites-villa/2.jpg",
        "img/accomodation/bali-dream-suites-villa/3.jpg",
        "img/accomodation/bali-dream-suites-villa/4.jpg"
      ],
      "placeName": "Bali Dream Suites Villa",
      "region": "Kuta, Badung",
      "textDetails": "Bali Dream Suites Villa is a 10-minute drive from Kuta Beach and Discovery Shopping Mall. It offers a free shuttle to Kuta area, a restaurant, and a 24-hour front desk. <br> The air-conditioned rooms at Bali Dream Suites Villa come with a private balcony. Each room is equipped with a TV and tea/coffee maker. Hot shower facilities are provided in the private bathroom. <br> Guests can enjoy a relaxing massage, or rent a car to explore the area. The hotel provides currency exchange services, while travel arrangements can be made at the tour desk. <br> The restaurant serves a variety of local and international dishes. Light snacks and refreshing beverages are available at the bar. <br> Bali Dream Suites Villa is a 10-minute drive from Ngurah Rai International Airport. It is a 15-minute drive from the popular Legian area and a 20-minute drive from Seminyak.",
      "category": "Hotel",
      "iframeLink": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3943.5989663025284!2d115.1659510750152!3d-8.729575991320248!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x2dd246a4a4420c0b%3A0x76ad029a7c111ab3!2sBali%20Dream%20Suites%20Villa!5e0!3m2!1sid!2sid!4v1722997826629!5m2!1sid!2sid",
      "rating": 4
    },
    {
      "id": 4,
      "img": [
        "img/accomodation/adhi-jaya-hotel/1.jpg",
        "img/accomodation/adhi-jaya-hotel/2.jpg",
        "img/accomodation/adhi-jaya-hotel/3.webp",
        "img/accomodation/adhi-jaya-hotel/4.jpg"
      ],
      "placeName": "Adhi Jaya Hotel",
      "region": "Kuta, Badung",
      "textDetails": "Adhi Jaya Hotel is located in the heart of Kuta, 200 meters from the popular Kuta Beach. It offers a fitness center, swimming pool, and rooms with free Wi-Fi. <br> The air-conditioned rooms at Adhi Jaya feature modern décor and a private balcony. Each room is equipped with a TV and tea/coffee maker. Hot shower facilities are provided in the private bathroom. <br> Guests can enjoy a relaxing massage, or rent a car to explore the area. The hotel provides currency exchange services, while travel arrangements can be made at the tour desk. <br> The restaurant serves a variety of local and international dishes. Light snacks and refreshing beverages are available at the bar. <br> Adhi Jaya Hotel is a 10-minute drive from Ngurah Rai International Airport. It is a 15-minute drive from the popular Legian area and a 20-minute drive from Seminyak.",
      "category": "Hotel",
      "iframeLink": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3943.5989663025284!2d115.1659510750152!3d-8.729575991320248!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x2e68bfffff8a1a6b%3A0xd2871a7ad2cb2627!2sAdhi%20Jaya%20Hotel!5e0!3m2!1sid!2sid!4v1722997826629!5m2!1sid!2sid",
      "rating": 4
    },
    {
      "id": 5,
      "img": [
        "img/accomodation/ramayana-hotel/1.jpg",
        "img/accomodation/ramayana-hotel/2.jpg",
        "img/accomodation/ramayana-hotel/3.jpg",
        "img/accomodation/ramayana-hotel/4.jpeg"
      ],
      "placeName": "Ramayana Hotel",
      "region": "Kuta, Badung",
      "textDetails": "Ramayana Hotel is located in Kuta, a 5-minute walk from Kuta Beach. It offers a restaurant, swimming pool, and rooms with a private balcony. Free parking is provided. <br> The air-conditioned rooms at Ramayana feature modern décor and large windows. Each room is equipped with a TV and tea/coffee maker. Hot shower facilities are provided in the private bathroom. <br> Guests can enjoy a relaxing massage, or rent a car to explore the area. The hotel provides currency exchange services, while travel arrangements can be made at the tour desk. <br> The restaurant serves a variety of local and international dishes. Light snacks and refreshing beverages are available at the bar. <br> Ramayana Hotel is a 10-minute drive from Ngurah Rai International Airport. It is a 15-minute drive from the popular Legian area and a 20-minute drive from Seminyak.",
      "category": "Hotel",
      "iframeLink": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3943.6491601683347!2d115.16928617501523!3d-8.724825391324849!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x2dd246a4a4420c0b%3A0x76ad029a7c111ab3!2sRamayana%20Suites%20%26%20Resort!5e0!3m2!1sid!2sid!4v1722998538871!5m2!1sid!2sid",
      "rating": 4
    },
    {
      "id": 6,
      "img": [
        "img/accomodation/anvaya-resort/2.jpg",
        "img/accomodation/anvaya-resort/1.jpg",
        "img/accomodation/anvaya-resort/3.webp",
        "img/accomodation/anvaya-resort/4.jpg"
      ],
      "placeName": "Anvaya Resort",
      "region": "Kuta, Badung",
      "textDetails": "Anvaya Beach Resort Bali is a beachfront accommodation situated in the Kartika Plaza district in Kuta, 500 m from Waterbom Bali. Offering rooms, suites, and private villas, the hotel boasts large swimming pools and landscaped tropical gardens. <br> Decorated with indigenous materials, the air-conditioned rooms have a flat-screen TV with satellite channels. Certain rooms have a seating area for your convenience. A terrace or balcony are featured in certain rooms. Every room comes with a private bathroom equipped with a bath. For your comfort, you will find bathrobes, slippers, and free toiletries. <br> Guests can enjoy a meal at Kunyit Restaurant. The hotel also offers 24-hour room service. <br> You will find a 24-hour front desk at the property. The hotel also offers bike hire. <br> Discovery Shopping Mall is 500 m from Anvaya Beach Resort Bali, while Lippo Mall Kuta is 500 m from the property. The nearest airport is Ngurah Rai International Airport, 1 km from the property.",
      "category": "Hotel",
      "iframeLink": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3943.5708663864493!2d115.16333697430588!3d-8.732234389070236!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x2dd246a02c3ebd17%3A0x13f472e2dfe6ed50!2sThe%20Anvaya%20Beach%20Resort%20Bali!5e0!3m2!1sid!2sid!4v1722999749453!5m2!1sid!2sid",
      "rating": 5
    },
    {
      "id": 7,
      "img": [
        "img/accomodation/discovery-kartika-plaza-hotel/1.jpg",
        "img/accomodation/discovery-kartika-plaza-hotel/2.jpg",
        "img/accomodation/discovery-kartika-plaza-hotel/3.jpg",
        "img/accomodation/discovery-kartika-plaza-hotel/4.jpg"
      ],
      "placeName": "Discovery Kartika Plaza Hotel",
      "region": "Kuta, Badung",
      "textDetails": "Discovery Kartika Plaza Hotel offers a mix of room types including suites and private villas. It features an outdoor pool, 3 dining options, and a spa. Guests can relax on the sun loungers by the pool, or exercise in the fitness center. <br> The air-conditioned rooms at Discovery Kartika Plaza Hotel come with private balconies or terraces. Each room has a satellite TV, a minibar, and a safety deposit box. The private bathroom provides a bathtub and shower. <br> Guests can enjoy a massage at the spa, or relax on the sun loungers by the pool. The hotel provides car rental, currency exchange, and laundry services. Free Wi-Fi is available in public areas. <br> The hotel’s restaurant serves Indonesian, Chinese, and Western dishes. Guests can also order room service. <br> Discovery Kartika Plaza Hotel is a 10-minute drive from Ngurah Rai International Airport. It is a 15-minute drive from Kuta’s shopping center and a 20-minute drive from Seminyak.",
      "category": "Hotel",
      "iframeLink": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d7887.258979270816!2d115.16542439136644!3d-8.726687415292165!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x2dd246a1a21d5cb7%3A0x5494e29ceeb47532!2sDiscovery%20Kartika%20Plaza%20Hotel!5e0!3m2!1sid!2sid!4v1723000032423!5m2!1sid!2sid",
      "rating": 5
    },
    {
      "id": 8,
      "img": [
        "img/accomodation/bintang-bali-resort/1.jpg",
        "img/accomodation/bintang-bali-resort/2.jpg",
        "img/accomodation/bintang-bali-resort/3.avif",
        "img/accomodation/bintang-bali-resort/4.avif"
      ],
      "placeName": "Bintang Bali Resort",
      "region": "Kuta, Badung",
      "textDetails": "Bintang Bali Resort is located on the southern tip of Kuta Beach and offers a wide range of recreational facilities. The hotel features a large outdoor pool with a swim-up bar, 6 dining options, and a shopping arcade. <br> The air-conditioned rooms at Bintang Bali Resort come with private balconies or terraces. Each room has a satellite TV, a minibar, and a safety deposit box. The private bathroom provides a bathtub and shower. <br> Guests can enjoy a massage at the spa, or relax on the sun loungers by the pool. The hotel provides car rental, currency exchange, and laundry services. Free Wi-Fi is available in public areas. <br> The hotel’s restaurant serves Indonesian, Chinese, and Western dishes. Guests can also order room service. <br> Bintang Bali Resort is a 10-minute drive from Ngurah Rai International Airport. It is a 15-minute drive from Kuta’s shopping center and a 20-minute drive from Seminyak.",
      "category": "Hotel",
      "iframeLink": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3943.5555813954234!2d115.16247497501537!3d-8.733680091316325!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x2dd247b51c62cf33%3A0x361f1e25e21e435!2sBintang%20Bali%20Resort!5e0!3m2!1sid!2sid!4v1723000352135!5m2!1sid!2sid",
      "rating": 5
    },
    {
      "id": 9,
      "img": [
        "img/accomodation/udupi-bali/1.jpeg",
        "img/accomodation/udupi-bali/2.jpeg",
        "img/accomodation/udupi-bali/3.jpeg",
        "img/accomodation/udupi-bali/4.jpeg"
      ],
      "placeName": "Udupi Bali",
      "region": "Kuta, Badung",
      "textDetails": "Most authentic flavours and food served in Bali. They serve all kinds of Indian food, from naan-dal (North Indian), to idli-dosa (South Indian) to chole bature.",
      "category": "Restaurant",
      "iframeLink": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3942.9606421511376!2d115.22133207501606!3d-8.78976799126234!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x2dd2430623e59725%3A0x9dc45464d2d570b3!2sUdupi%20Bali!5e0!3m2!1sid!2sid!4v1723091354831!5m2!1sid!2sid",
      "rating": 5
    },
    {
      "id": 10,
      "img": [
        "img/accomodation/queens-of-india/1.jpg",
        "img/accomodation/queens-of-india/2.jpg",
        "img/accomodation/queens-of-india/3.jpg",
        "img/accomodation/queens-of-india/4.jpg"
      ],
      "placeName": "Queens of India",
      "region": "Kuta, Badung",
      "textDetails": "Building on the success of Queen's Tandoor in Seminyak, we launched our second Indian Restaurant, Queen's of India Kuta in 2004 at the Bali Dynasty Hotel, a family-friendly hotel in Tuban, South Kuta. Embracing the vibrant spirit of Kuta, this branch offers air-conditioned dining areas alongside an open-air terrace, perfect for soaking in the lively Balinese atmosphere. <br> Queen's of India Kuta remains true to its roots, showcasing authentic Indian cuisine. From tantalizing appetizers to creamy soups and curries, aromatic biryanis, and decadent desserts, every dish is a culinary journey designed to leave a lasting impression.",
      "category": "Restaurant",
      "iframeLink": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d246.47331670432933!2d115.16730100305833!3d-8.732026203130436!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x2dd246a04b6a286d%3A0x96fd2d437ef766c!2sJl.%20Bali%20Dynasty%20Resort%2C%20Kuta%2C%20Kec.%20Kuta%2C%20Kabupaten%20Badung%2C%20Bali%2080361!5e0!3m2!1sid!2sid!4v1723092659006!5m2!1sid!2sid",
      "rating": 5
    },
    {
      "id": 11,
      "img": [
        "img/accomodation/batur-sari/1.jpg",
        "img/accomodation/batur-sari/2.webp",
        "img/accomodation/batur-sari/3.jpg",
        "img/accomodation/batur-sari/4.jpg"
      ],
      "placeName": "Batur Sari",
      "region": "Kintamani, Bangli",
      "textDetails": "Batur Sari Restaurant is located in the Kintamani area, Bangli Regency, Bali. The restaurant is located on the edge of Lake Batur, so visitors can enjoy the beauty of Lake Batur while enjoying the food served. The restaurant is open from 10:00 to 17:00 WITA. The menu offered is a variety of Indonesian and Balinese foods, such as fried rice, grilled fish, and others. The price of food at Batur Sari Restaurant is quite affordable, so it is suitable for those of you who want to enjoy the beauty of Lake Batur while enjoying delicious food at an affordable price.",
      "category": "Restaurant",
      "rating": 4,
      "iframeLink": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3948.257402777349!2d115.34634319678953!3d-8.277159999999999!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x2dd1f44b2e57755d%3A0xbc0854620e9f4111!2sBatur%20Sari%20Restaurant!5e0!3m2!1sen!2sid!4v1732814459753!5m2!1sen!2sid"
    },
    {
      "id": 12,
      "img": [
        "img/accomodation/semar-kuning/1.jpg",
        "img/accomodation/semar-kuning/2.jpg",
        "img/accomodation/semar-kuning/3.jpg",
        "img/accomodation/semar-kuning/4.jpg"
      ],
      "placeName": "Semar Kuning",
      "region": "Ubud, Gianyar",
      "textDetails": "Semar Kuning is a restaurant located in the Ubud area, Gianyar Regency, Bali. The restaurant is located on Jalan Raya Ubud, so it is very easy to reach. The restaurant is open from 10:00 to 22:00 WITA. The menu offered is a variety of Indonesian and Balinese foods, such as fried rice, grilled fish, and others. The price of food at Semar Kuning Restaurant is quite affordable, so it is suitable for those of you who want to enjoy delicious food at an affordable price.",
      "category": "Restaurant",
      "rating": 4,
      "iframeLink": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d15781.918176490733!2d115.2619443!3d-8.5497996!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x2dd23dc2c683e3cb%3A0x936140d61781cb2a!2sSemar%20Kuning%20Restaurant!5e0!3m2!1sen!2sid!4v1732814365272!5m2!1sen!2sid"
    }
  ]
}
